
const cityList = [
    {
      "name": "杭州",
      "area": [
        "拱墅区",
        "西湖区",
        "上城区",
        "下城区",
        "江干区",
        "滨江区",
        "余杭区",
        "萧山区",
        "建德市",
        "富阳市",
        "临安市",
        "桐庐县",
        "淳安县",
        "其他"
      ]
    }, 
    {
      "name": "宁波",
      "area": [
        "海曙区",
        "江东区",
        "江北区",
        "镇海区",
        "北仑区",
        "鄞州区",
        "余姚市",
        "慈溪市",
        "奉化市",
        "宁海县",
        "象山县",
        "其他"
      ]
    }, 
    {
      "name": "温州",
      "area": [
        "鹿城区",
        "龙湾区",
        "瓯海区",
        "瑞安市",
        "乐清市",
        "永嘉县",
        "洞头县",
        "平阳县",
        "苍南县",
        "文成县",
        "泰顺县",
        "其他"
      ]
    }, 
    {
      "name": "嘉兴",
      "area": [
        "秀城区",
        "秀洲区",
        "海宁市",
        "平湖市",
        "桐乡市",
        "嘉善县",
        "海盐县",
        "其他"
      ]
    }, 
    {
      "name": "湖州",
      "area": [
        "吴兴区",
        "南浔区",
        "长兴县",
        "德清县",
        "安吉县",
        "其他"
      ]
    }, 
    {
      "name": "绍兴",
      "area": [
        "越城区",
        "诸暨市",
        "上虞市",
        "嵊州市",
        "绍兴县",
        "新昌县",
        "其他"
      ]
    }, 
    {
      "name": "金华",
      "area": [
        "婺城区",
        "金东区",
        "兰溪市",
        "义乌市",
        "东阳市",
        "永康市",
        "武义县",
        "浦江县",
        "磐安县",
        "其他"
      ]
    }, 
    {
      "name": "衢州",
      "area": [
        "柯城区",
        "衢江区",
        "江山市",
        "龙游县",
        "常山县",
        "开化县",
        "其他"
      ]
    }, 
    {
      "name": "舟山",
      "area": [
        "定海区",
        "普陀区",
        "岱山县",
        "嵊泗县",
        "其他"
      ]
    }, 
    {
      "name": "台州",
      "area": [
        "椒江区",
        "黄岩区",
        "路桥区",
        "临海市",
        "温岭市",
        "玉环县",
        "天台县",
        "仙居县",
        "三门县",
        "其他"
      ]
    }, 
    {
      "name": "丽水",
      "area": [
        "莲都区",
        "龙泉市",
        "缙云县",
        "青田县",
        "云和县",
        "遂昌县",
        "松阳县",
        "庆元县",
        "景宁畲族自治县",
        "其他"
      ]
    }
  ]
export default cityList
